<template>
    <div class="statement">
      <div class="title">
        <van-nav-bar
          title="隐私条款"
          left-text="返回"
          left-arrow
          @click-left="Arrow"
        />
      </div>
      <div class="text">
        <p>本隐私声明解释了BlockPay如何收集、使用、共享及保护通过https://Bit-ox.com网站所获得的用户信息。在收集用户指定的个人相关信息时，我们均出于合理的法律及相关特定需求。对于非必要信息，用户有权决定是否提供。必要信息的缺失，可能会导致您无法使用某些特定权限。</p>
        <p>使用BlockPay平台及其服务，表示您已经同意本文中的所有条例。我们会根据法律及个人数据收集，使用方式的变动，来不断调整和完善本隐私政策。修改后的公告会在官网发布，若您的信息被用于本文未提及的其他用途，我们将提前通知并征得您的同意。</p>
        <p>根据EEA（欧洲经济区）个人信息处理规定，最新的隐私政策已添加“通用数据保护条例”（GDPR）中的要素。</p>
        <h3>我们收集的信息如下：</h3>
        <h4>1、注册时所需信息：</h4>
        <p>当注册BlockPay账户时，您需要提供包括手机号码，验证码，支付密码，邮箱等个人信息。</p>
        <h4>2、验证用户身份时所需信息：</h4>
        <p>为遵守包括反洗钱（AML），了解用户（KYC）以及反恐怖主义融资（CTF）在内的全球行业监管标准，我们被要求收集用户身份证明证件，此规定适用于平台所有账户。</p>
        <h4>3、使用平台信息</h4>
        <p>用户在使用平台过程中，我们会监控并收集包括但不限于访问日期与时间，设备标识，操作系统，浏览器以及IP地址等相关数据。这些信息可能直接由BlockPay或第三方服务商获取。收集数据主要为了系统确保我们的界面和展现可以适配于所有平台的用户，同时也可在遇到调查期间提供数据支持。</p>
        <h4>4、交易信息</h4>
        <p>对于平台所有用户，我们收集交易信息包括但不限于账户余额，交易记录，充值，提现，订单等。这些数据的收集用于监控可疑交易行为，以防止用户欺诈以及辅助法律案件的判决。</p>
        <h3>我们收集用户信息的原因如下：</h3>
        <h4>1、保护用户</h4>
        <p>平台所有收集的信息将会用来保护平台、用户账户和档案免受垃圾邮件、网络钓鱼及分布式拒绝服务（DDoS）的攻击，分析交易活动以便检测欺诈行为和洗钱，避免平台资金异常流动。</p>
        <h4>2、识别用户</h4>
        <p>收集的信息同时用来维护我们的服务并验证用户身份。我们使用您Cookie中存储的IP地址和唯一标识符来验证您的身份并提供服务。基于法律义务和系统要求，我们无法在没有任何身份证明，联系信息和交易相关信息等数据的情况下为您提供服务。</p>
        <h4>3、遵守法律和法规的要求</h4>
        <p>在执行各国各地监管、政府要求以及用户一般请求的时候，BlockPay以尊重个人隐私和数据安全为基本原则，我们不会在未经法律团队审核及征得用户同意的情况下，向第三方披露和提供个人信息（司法机关审查等情况除外）。</p>
        <h4>4、优化产品体验</h4>
        <p>平台技术团队会通过分析网站数据来更好的了解产品使用体验，进而通过数据分析来进行持续性的体验优化，并及时解决在使用过程中遇到的各种技术问题。</p>
        <h4>5、与用户沟通</h4>
        <p>平台收集用户个人信息如邮件地址等，意在帮助用户解决工单，及时通知用户登陆、交易、和账户安全等相关活动，如在沟通前不能验证用户身份，我们将不能及时回复用户提交的请求及问题，所有沟通均会被妥善保存用于BlockPay内部，用于复核准确性。</p>
        <h4>6、执行其他条款和协议</h4>
        <p>平台会通过不断的复审和审查，来防止用户出现潜在的违规行为。为了交易公平，和维护用户利益，我们会谨慎选择并执行与第三方签署的协议，并严肃对待所有违反平台使用条例、总则和隐私申明的行为，BlockPay保留为任何参与违反条款活动的用户提供服务的权力。</p>
        <h3>如何保护用户数据：</h3>
        <p>平台为了保证用户信息的安全，不被丢失，滥用和篡改。我们做了一系列的安全措施，包括但不限于：安全套接字层加密技术，匿名，内部数据访问限制以及严格的数据加密等，但互联网电子存储的形式不能保证100%的信息安全，因此，我们建议你了解并采取独立地安全防护措施以保护个人信息的安全。</p>
        <p>若您怀疑个人信息尤其是账户或密码信息已泄露，请立即冻结账户并联系平台客服人员（wechat：exin512)。</p>
        <h4>联系我们：</h4>
        <p>BlockPay尊重所有用户的自由和权力，如您对本隐私政策有任何问题或疑虑，请参阅我们的</p>
        <p>FAQ，欢迎通过官网提供的联系方式随时与我们联系。</p>
      </div>
    </div>
</template>

<script>
import { NavBar } from 'vant'
export default {
  methods: {
    Arrow () {
      this.$router.go(-1)
    }
  },
  components: {
    [NavBar.name]: NavBar
  }
}
</script>

<style scoped lang="less">
  .statement{
    font-size: 16px;
    .text{
      padding: 0 20px;
      p{
        margin-bottom: 20px;
        text-align: justify;
        color: rgba(0,0,0,.8);
      }
      h3{
        padding-bottom: 18px;
        font-weight: bold;
      }
      h4{
        padding-bottom: 18px;
        font-weight: bold;
      }
    }
  }
</style>
