<template>
    <div class="clause">
      <div class="title">服务协议</div>
      <div class="text">
        <p>本协议是您与服务提供商 Bit-OX 之间就使用任何由 Bit-OX(https://bit-ox.com),Bit-OX API 以及 Bit-OX 公司提供的相关服务时,所达成的权力义务关系的协议。请确认您已阅读、理解，并接受所有本文包含的条款以及纳入通用数据保护条例（GDPR）的隐私政策，由于此协议具有法律约束力，请在使用我们的服务前仔细阅读。注册访问和使用 Bit-OX，表示您已同意本协议中所有条款，如有异议，请您保持账户锁定状态（针对现有用户）并停止使用 Bit-OX。</p>
        <p>本协议可由 Bit-OX 随时更新，修改的协议一经公布，立即自动生效，恕不再另行通知。在 Bit-OX 公布修改协议条款后，如果您不接受修改后的条款，请立即停止使用 Bit-OX，您继续使用将被视为接受修改后的协议。</p>
        <p>您了解并知悉，由于数字代币领域的法律法规政策尚未健全，该领域的数字代币可能会产生无法兑现、技术不稳定等重大风险。您也了解数字代币的价格波动幅度远高于其他金融资产。我们谨慎提醒您应当根据自身财务状况和风险偏好，以合理的方式选择持有或处置任何一种数字代币。您也了解 Bit-OX 提供的行情查看功能仅系抓取部分交易所的数字代币汇率信息的搜索结果，并不表示为最新行情或最佳报价。对于您使用 Bit-OX，在 Bit-OX 上进行操作导致的一切后果都将由您自己承担。除本提示之外，您对 Bit-OX 的使用表示您已阅读并接受相关的风险披露（Risk Disclosure Statement）。</p>

        <!--使用条件说明-->
        <h4>适用条件：</h4>
        <p>请确认，在您完成注册程序或以其他 Bit-OX 允许的方式实际使用 Bit-OX 服务时，您应该是具备完全民事权力能力和完全民事行为能力的自然人、法人或其他组织，若您不具备上述主体资格，则您及您的监护人应承担因此而导致的一切后果，且 Bit-OX 有权注销或永久冻结您的账户，并向您及您的监护人索偿。</p>

        <!--禁用条件说明-->
        <h4>禁用条件：</h4>
        <p>在访问和使用 Bit-OX 及其相关服务时，您需确保您不在任何贸易或经济制裁名单中，如联合国安理会制裁及其他任何同类名单。Bit-OX 保留其选择服务市场和司法监管区的权力，并可能限制或拒绝对某些特定国家提供服务。本协议的内容不得排除在用户所在国的法律之外。Bit-OX 会禁止黑名单用户使用与 Bit-OX 有关的任何服务。</p>

        <h3>总则</h3>
        <h4>一、注册</h4>
        <p>1.1、所有用户在使用 Bit-OX 之前都需要先注册账户（https://bit-ox.com网址），注册时需提供您的手机号码、验证码和密码，并接受使用条款，隐私政策同意书。在特定条件下，Bit-OX 保留拒绝为您开设账户的权力。</p>
        <p>1.2、需要声明的一点是，Bit-OX 提供的服务基于 Mixin 公链，注册时设置的交易密码，一旦遗失无法找回，Bit-OX 会根据用户登陆和使用的频次不定时提醒用户输入交易密码，以防遗忘，但 Bit-OX 不对因用户遗失密码造成的损失承担任何责任。</p>

        <h4>二、用户身份验证</h4>
        <p>2.1、在 Bit-OX 注册账户，即表示您同意与平台分享所有个人信息以进行身份验证。这些信息用于在 Bit-OX 平台上检测洗钱，非法交易，欺诈和其他金融犯罪行为。除此之外，为遵守全球行业数据留存标准，您同意我们在您账户使用期间以及账户关闭后五年内保留这些信息记录，为了保护您的账号安全，同时保护平台免遭金融诈骗犯罪行为危害，将默认同步授权我们直接或通过第三方进行信息查询来验证。</p>
        <p>2.2、身份验证时所收集信息包括但不限于：姓名，电子邮件地址，电话号码，用户名，身份证等。在提供信息时，请确保真实性及准确性。注册成功后，请实时更新个人信息以确保其真实有效性。如有合理理由怀疑您提供的信息是错误的，不真实的，过时的或不完整的，Bit-OX 有权通知您更正或直接删除相关信息，并根据具体情况终止您在 Bit-OX 的部分或全部活动。如果我们无法通过您提供的联系方式找到您，则您应对使用 Bit-OX 服务期间产生的任何损失或费用负全责。您有义务保证所有资料都是最新的及真实有效的。</p>

        <h4>三、账户使用要求</h4>
        <p>Bit-OX 平台账户请确保是所有者本人使用。Bit-OX 保留暂停，冻结或取消账户所有者以外的人使用账户的权力并将不会对此类账户承担法律责任。</p>

        <h4>四、账户安全</h4>
        <p>4.1、Bit-OX 优先维护客户资金安全性，对平台采取行业规范保护措施。但个人用户的行为也会造成账户风险。您应妥善合理的使用和保管您在 Bit-OX 平台的账户和密码，包括但不限于登陆密码、资金密码和注册时绑定的手机号码、及接收的手机验证码的安全，您对以上全部密码相关进行的任何操作和后果承担全部责任。当您发现您账号相关的密码或隐私信息被未经授权的第三方使用，或存在其他安全隐患问题，应立即有效通知平台，要求平台暂停该对应账号的服务。平台会在合理时间内对您的请求响应，但平台对采取行动之前已经发生的后果（包括但不限于您的损失）不承担任何责任。</p>
        <p>4.2、平台账号属于且仅属于注册用户本人使用，在未经平台书面同意的情况下，不得将平台账号以赠与、借用、租用、转让或其他方式交与他人使用，平台不会对因此产生的任何后果承担责任。</p>

        <h4>五、争议解决办法</h4>
        <p>Bit-OX 保留解决争议的权力。包括对用户侵犯他人权力，违反法律法规，异常交易以及条款中未明确提及的其他相关问题的处理。用户同意承担解决过程中产生的费用。</p>


        <h4>六、Bit-OX 服务规则</h4>
        <p>您承诺遵守下列本网站服务规则：<br />在使用 Bit-OX 服务期间所有活动都符合法律法规的要求，保证账户所有资产来源的合法性，不得在本网站或利用网站提供的服务从事非法或损害平台或第三方利益的活动，如发送或接收任何违法、违规、侵犯他人权益的信息，发送或接收传销材料或存在其他危害的信息或言论，未经平台授权擅自使用或伪造本网站电子邮件题头信息等。</p>
        <p>您同意对您在本网站的账号下发生的所有活动（包括但不限于信息披露、发布信息、网上点击同意或提交各类规则协议，续签协议和购买服务等）承担责任。</p>
        <p>您在本平台进行的数字资产交易时不得恶意干扰数字资产交易的正常进行、破坏交易秩序；不得以任何技术手段或其他方式干扰本网站的正常运行或干扰其他用户对网站服务的使用；不得在没有获得平台允许的前提下进行不合理的数据加载请求导致网络设备过载；不得以虚构事实的方式恶意诋毁本平台的商誉；对于以上行为，平台有权向您索赔并保留追究您法律责任的权力。</p>
        <p>您在使用本网站提供的服务过程中，所产生的应纳税赋，以及一切硬件、软件、服务及其它方面的费用，均由您独自判断和承担。</p>
        <p>您应当遵守本平台不时发布和更新的协议及其他服务条款和操作规则，如遇疑问和不认可的地方，您有权随时终止使用本网站提供的服务。</p>


        <h4>七、服务费</h4>
        <p>Bit-OX 保留向用户征收服务费的权力。Bit-OX 有权调整向用户收取的服务费价格。有关的价格调整等通知会一并发布在网站的公告页面。</p>


        <h4>八、C2C 业务</h4>
        <p>您可以通过 Bit-OX 提供的 C2C 业务，和平台上的承兑商进行法币-数字货币的兑换。</p>
        <p>一般来说，Bit-OX 仅作为服务平台的运营方，不作为任何交易的对手方、做市商。为了提供上述服务，Bit-OX 将会对所有平台业务提供对应交易协议执行的监控、管理服务。您同意您作为用户在平台 C2C 交易的时候，Bit-OX 作为您在平台上签署交易合同中的代理人。具体而言，您授权 Bit-OX 按照您与对手方的约定对于交易涉及的数字货币进行转账。</p>

        <h4>九、ExinPay 钱包业务</h4>
        <p>9.1、创建钱包：您在使用 Bit-OX 服务时默认授权 Bit-OX 为您创建基于 Mixin 主链的钱包；</p>
        <p>9.2、交易密码：交易密码为用户自己设置的6位数字交易密码，按照 Mixin 主链的规则，6位交易密码，遗忘不能找回，可以每天尝试5次</p>
        <p>9.3、转账、充值：ExinPay 钱包转账汇出不需要审核，地址符合规范会自动汇出，手续费收取标准参照 Mixin 主链收费标准，保持一致。充值需要填写正确的钱包地址及memo（如有的话），否则将不会到账，Bit-OX 将不承担因用户填写原因导致的充值损失。</p>

        <h4>十、服务条款</h4>
        <p>Bit-OX 将不对所提供服务相关技术的可靠性，稳定性，准确性和完整性提供任何书面形式的保证。Bit-OX 将仅用作交易平台使用，同时可获得与数字货币有关的信息并进行与数字货币有关的交易行为，Bit-OX 不能控制所交易数字货币的质量，安全性及合法性，以及交易信息的真实性或交易各方履行规则的能力。因此，在使用服务前，您必须慎重考虑投资风险，交易信息和投资决策的合法性及有效性。</p>

        <h4>十一、责任范围</h4>
        <p>您同意 Bit-OX 将不承担因下列任何事件造成的损失，包括但不限于：</p>
        <ul>
          <li>使用 Bit-OX 服务或使用 Bit-OX 服务失败；</li>
          <li>未经授权使用您的账户或第三方擅自更改您的数据；</li>
          <li>对 Bit-OX 服务的误解；</li>
          <li>任何其他与 Bit-OX 不直接相关的服务所产生的损失。</li>
        </ul>
        <p>Bit-OX 均不对因定期网络维护，电力故障，自然灾害，天气原因，意外事故，战争等不可控力原因或第三方服务商等外部因素导致的服务故障或延迟所导致的损失负责。</p>

        <h4>十二、赔偿</h4>
        <p>12.1、若出现违反本协议的行为，或您在使用 Bit-OX 服务期间违反相关法律，法规或第三方的权益。您同意赔偿 Bit-OX 平台及其相关服务提供商至少 200 万美元及承担由此产生的全部费用，包括但不限于律师费、由监管机构施加的罚金等，如不够弥补实际损失，您须补全。</p>
        <p>12.2、在任何情况下，我们对您的直接损害的赔偿责任均不会超过您从使用本网站服务产生的为期三个月的总费用。</p>

        <h4>十三、通告</h4>
        <p>请注意，Bit-OX 所有官方公告，新闻，活动及空投项目等通知均会在如下链接中公告：https://support.bit-ox.com/hc/zh-cn/sections。请用户及时查看，Bit-OX 将不对任何因用户未及时查看官网通知而造成的损失承担责任或进行赔偿。</p>

        <h4>十四、终止协议</h4>
        <p>您同意我们有权立即暂停您的个人账户或其他相关账户，冻结或锁定所有相关账户中的资金，并在我们怀疑您有以下情况时，如违反服务条款，隐私政策，反洗钱/CTF 法案或任何相关法律法规时暂停您访问 Bit-OX。Bit-OX 有权保留和使用交易数据及与此类账户相关的所有信息。以下情况同样适用:</p>
        <ul>
          <li>账户受刑事调查或其他未决诉讼的影响：</li>
          <li>检测到账户中的异常活动；</li>
          <li>检测到对帐户未经授权的访问；</li>
          <li>接到法院或监管机构/政府机构的命令。</li>
        </ul>

        <p>下述情况发生时，Bit-OX 有权注销您的账户，并永久冻结您对 Bit-OX 账户的访问权限：</p>
        <p>在 Bit-OX 终止向您提供服务后：</p>
        <ul>
          <li>您直接或间接再次以任何其他人的名义注册 Bit-OX 账户；</li>
          <li>您提供的用户信息内容不真实，不准确，过时或不完整；</li>
          <li>当本协议（包括规则）被修改时，您明确表明不愿接受修改后的服务协议；</li>
          <li>Bit-OX 认为应该终止服务的任何其他情况。</li>
        </ul>
        <p>若用户被终止，满足数据保留标准的账户和交易信息将被安全储存五年。此外，如果在账户终止过程中交易未完成，Bit-OX 有权即时通知您的交易对手方。</p>

        <h4>十五、已终止账户中的剩余资金</h4>
        <p>15.1、若由于舞弊、反洗钱调查等其他违反 Bit-OX 使用条款而导致账户被暂停/关闭，Bit-OX 将全权托管其资金和用户数据/信息。</p>
        <p>15.2、若账户正常关闭后，账户中的所有欠费将自动支付给 Bit-OX，支付完所有待付费用后，用户有15个工作日的时间从账户中提取资金。</p>

        <h4>十六、遵守各国各地法律</h4>
        <p>Bit-OX 用户有责任遵守当地法律，遵守当地法律法规如税收等政策。Bit-OX 及其用户均声明其资金来源合法。Bit-OX 将保持与全球执法机构的合作，并坚决扣留、冻结，终止被法律授权或调查的用户账户和资金。</p>

        <h4>十七、赔偿和免责声明</h4>
        <p>除非 Bit-OX 违反这些条款，您同意赔偿 Bit-OX 及其相关联公司免于承担第三方索赔。如服务描述中所述，ExinOn e尽全力维护其网站的数据完整性，但不对平台中提供的信息和服务做任何保证。Bit-OX 不承担因使用其服务而导致的损失。</p>

        <h4>十八、知识产权</h4>
        <p>本网站展示的任何商标、标志、服务标志、商号、域名、网站链接及图标（合称“标志”），无论是否注册，均属 Bit-OX 或其他主体所有。您不得在未经 Bit-OX 或其他拥有标志的第三方书面准许的情况下为任何目的而使用标志。</p>
        <p>任何 Bit-OX 网站上的信息、内容及其设计、图像、信息、数据图、文本、软件程序、HTML、XML、源代码和目标代码（“内容”）均属 Bit-OX 所有并适用版权法的包互。除本条款和条件另有规定外，您不得为商业或其他公共用途而更改、复制、分发、传播、展示、发布、出售、许可使用、制造衍生产品或使用任何 Bit-OX 网站上的内容。</p>

        <h4>十九、无保证</h4>
        <p>本网站仅为提供与 Bit-OX 及其产品和服务有关的信息而开设。本网站的任何内容均不构成任何形式的建议。您理解并同意，数字货币由于其实验性、未监管、无记名性质而难以保护。您理解在使用数字货币钱包及交易服务时会存在一些风险，包括但不限于软件或硬件故障、网络故障、恶意软件侵入、黑客恶意访问您的钱包、主网出现的任何问题。您同意我们将不对您在使用服务过程中由于任何原因而发生的任何通信故障、突发事件、误差、数据丢失和延迟负责。同时我们也将不对任何因主网发生的包括但不限于故障、隐患、攻击、盗币等带来的损失承担任何连带责任。尽管我们将采取合理努力保护您的账户，我们不承诺或保证您可以随时提取或在交易中使用您的数字货币。</p>
        <p>您进一步同意在使用任何数字货币网络时会存在一些风险，包括但不限于数字货币网络及其进程的未知漏洞或无法预测的变化风险。您同意我们对任何数字货币网络没有控制权，并不对由于上述风险而产生的任何损害承担责任。</p>

        <h4>二十、投诉</h4>
        <p>如有任何投诉及反馈问题，请联系 wechat：exin512，我们将尽最大努力为您解决。</p>

      </div>
    </div>
</template>

<script>
export default {
}
</script>

<style scoped lang="less">
  .clause{
    font-size: 15px;
    .title{
      font-size: 22px;
      text-align: center;
      line-height: 80px;
    }
    .text{
      padding: 0 20px;
      p{
        margin-bottom: 20px;
        text-align: justify;
        color: rgba(0,0,0,.8);
      }
      h3{
        padding-bottom: 18px;
        font-weight: bold;
      }
      h4{
        padding-bottom: 18px;
        font-weight: bold;
      }
      ul{
        text-align: justify;
        margin-left: 30px;
        margin-bottom: 20px;
        li{
          list-style-type: disc;
          font-size: 14px;
          margin-bottom: 5px;
        }
      }
    }
  }
</style>
