<template>
  <div class="Price">
    <!--头部标题-->
    <div class="head">
      <div class="Arrow" @click="Arrow">
        <van-icon name="arrow-left"></van-icon>
      </div>
      <div class="title">数字资产介绍</div>
    </div>
    <div class="content">
      <p>USDT (Tether)</p>
      <p>1.什么是USDT</p>
      <p>USDT是Tether公司推出的基于稳定价值货币美元（USD）的代币Tether USD（下称USDT），1USDT=1美元，用户可以随时使用USDT与USD进行1:1兑换。Tether公司严格遵守1:1准备金保证，即每发行1个 USDT 代币，其银行账户都会有1美元的资金保障。用户可以在 Tether 平台进行资金查询，以保障透明度。用户可以通过SWIFT电汇美元至Tether公司提供的银行帐户，或通过交易所换取USDT。赎回美元时，反向操作即可。用户也可在交易所用比特币换取USDT。</p>
      <p>USDT是在比特币区块链上发布的基于Omni Layer协议的数字资产。USDT最大的特点是，它与同数量的美元是等值的。USDT被设计为法币在数字网络上的复制品，使之成为波动剧烈的加密货币市场中良好的保值代币。</p>
      <p>2.特点</p>
      <p>直观： USDT与美元是等值的，1USDT=1美元。每个币种=多少USDT，也就相当于是它的单价是多少美元。</p>
      <p>稳定：因为泰达币是由法币支撑的，用户可以在不受多数区块链资产价格波动影响的情况下仍然在区块链资产市场上进行交易。</p>
      <p>透明： 泰达币的发行公司Tether 声称其法币储存账户有定期审计以确保市面流通的每一枚泰达币有对应的一美元为支撑。储存账户状态是公开的，可以随时查询到。此外，所有的泰达币交易记录都会公布在公链上。</p>
      <p>小额交易费用： 在Tether账户间交易或者在储存有泰达币的钱包间交易都不收手续费。将泰达币转换为法定货币时需要收取交易服务费。</p>
      <p>3.常用链接</p>
      <p>官方网站: https://tether.to/</p>
      <p>区块查询: https://www.omniexplorer.info/</p>
      <p>BTC (比特币)</p>
      <p>1.什么是比特币？</p>
      <p>比特币（Bitcoin，简称BTC）是目前使用最为广泛的一种数字货币，它诞生于2009年1月3日，是一种点对点（P2P）传输的数字加密货币，总量2100万枚。比特币网络每10分钟释放出一定数量币，预计在2140年达到极限。比特币被投资者称为“数字黄金”。比特币依据特定算法，通过大量的计算产生，不依靠特定货币机构发行，其使用整个P2P网络中众多节点构成的分布式数据库来确认并记录所有的交易行为，并使用密码学设计确保货币流通各个环节安全性，可确保无法通过大量制造比特币来人为操控币值。基于密码学的设计可以使比特币只能被真实拥有者转移、支付及兑现。同样确保了货币所有权与流通交易的匿名性。</p>
      <p>比特币因去中心化、全球流通、低交易费用 、匿名流通等特点，备受科技爱好者青睐。近来华尔街、多国央行等传统金融机构开始研究比特币区块链技术，日本政府正式承认比特币为法定支付方式，越来越多的日本商家接受了比特币支付。</p>
      <p>2.比特币的优势是什么？</p>
      <p>支付自由 - 无论何时何地都可以即时支付和接收任何数额的资金。无银行假日，无国界，无强加限制。比特币允许其用户完全控制他们的资金。</p>
      <p>极低的费用 - 目前对比特币支付的处理不收取手续费或者仅收取极少的手续费。用户可以把手续费包含在交易中来获得处理优先权，更快收到由网络发来的交易确认。另外，也有商家处理器协助商家处理交易，每天将比特币兑换成法定货币并直接将资金存入商家的银行账户。因为这些服务都基于比特币，所以它们可以提供远低于PayPal或信用卡网络的手续费。</p>
      <p>降低商家的风险 - 比特币交易是安全，不可撤销的，并且不包含顾客的敏感或个人信息。这避免了由于欺诈或欺诈性退单给商家造成的损失，而且也没有必要遵守PCI标准。在信用卡无法使用或欺诈率高得令人无法接受的地方，商家也可以很容易地扩展新的市场。最终结果是更低的费用，更大的市场，和更少的行政成本。</p>
      <p>安全和控制 - 比特币的用户完全控制自己的交易；商家不可能强制收取那些在其它支付方式中可能发生的不该有或不易发现的费用。用比特币付款可以无须在交易中绑定个人信息，这提供了对身份盗用的极大的防范。比特币的用户还可以通过备份和加密保护自己的资金。</p>
      <p>透明和中立 - 关于比特币资金供给本身的所有信息都存储在块链中，任何人都可以实时检验和使用。没有个人或组织能控制或操纵比特币协议，因为它是密码保护的。这使得比特币核心被相信是完全中立，透明以及可预测的。</p>
      <p>3.比特币的缺点是什么？</p>
      <p>接受程度 - 仍然有很多人不知道比特币。每天有更多的企业接受比特币，因为他们希望从中受益，但这个列表依然很小，为了从网络效应中获益，仍然需要有更多的企业支持比特币。</p>
      <p>波动性 - 流通中的比特币总价值和使用比特币的企业数量与他们可能的规模相比仍然非常小。因此，相对较小的事件，交易或业务活动都可以显著地影响其价格。从理论上讲，随着比特币的市场和技术的成熟，这种波动将会减少。这个世界以前从未出现过任何一个新兴货币，所以想象它将如何进展真的非常困难 (同时也令人兴奋)。</p>
      <p>处于发展阶段 - 比特币软件依然处于beta版本，许多未完成的功能处于积极研发阶段。新的工具，特性和服务正在研发中以使比特币更为安全，为更多大众所使用。其中有一些功能目前还不是每个用户都能使用。大部分比特币业务都是新兴的，尚不提供保险。总体来说，比特币尚处于成熟的过程当中。</p>
      <p>4.详细参数</p>
      <p>中文名：比特币          英文名：Bitcoin     英文简称：BTC</p>
      <p>研发者：Satoshi Nakamoto   核心算法：SHA-256    发布日期：2009/01/03</p>
      <p>总量：2100万           区块时间：约600秒/块  共识证明：POW</p>
      <p>区块奖励：当前12.5BTC/区块（每产出21万个区块/约每四年减半一次，最近一次减半时间：2016年7月9日）</p>
      <p>风险：扩容之争，存在潜在的分叉风险</p>
      <p>货币单位：BTC/XBT</p>
      <p>1       比特币（Bitcoins，BTC）</p>
      <p>10−2      比特分（Bitcent，cBTC）</p>
      <p>10−3      毫比特（Milli-Bitcoins，mBTC）</p>
      <p>10−6      微比（Micro-Bitcoins，μBTC）</p>
      <p>10−8     聪（Satoshi）</p>
      <p>5.常用链接</p>
      <p>官方网站：https://bitcoin.org/zh_CN/</p>
      <p>比特币常见问题：https://bitcoin.org/zh_CN/faq</p>
      <p>区块查询：https://blockchain.info/</p>
      <p>比特币论坛：https://bitcointalk.org/</p>
      <p>市值查询网站：https://coinmarketcap.com/</p>
      <p>BCH (Bitcoin ABC)</p>
      <p>一、项目名称</p>
      <p>Bitcoin ABC (BCH)</p>
      <p>二、项目定位</p>
      <p>Bitcoin ABC的目标是创造出人人都可以使用的可靠资金。</p>
      <p>三、币概况与分配</p>
      <p>代币总量：   21,000,000 BCH</p>
      <p>四、常用链接</p>
      <p>项目网站: https://www.bitcoinabc.org/</p>
      <p>ETH (以太坊)</p>
      <p>1.什么是以太坊？</p>
      <p>以太坊（Ethereum）是下一代密码学账本，可以支持众多的高级功能，包括用户发行货币，智能协议，去中心化的交易和设立去中心化自治组织(DAOs)或去中心化自治公司（DACs）。以太坊并不是把每一单个类型的功能作为特性来特别支持，相反，以太坊包括一个内置的图灵完备的脚本语言，允许通过被称为“合同”的机制来为自己想实现的特性写代码。一个合同就像一个自动的代理，每当接收到一笔交易，合同就会运行特定的一段代码，这段代码能修改合同内部的数据存储或者发送交易。高级的合同甚至能修改自身的代码。</p>
      <p>通俗一点说，以太坊是开源平台数字货币和区块链平台，它为开发者提供在区块链上搭建和发布应用的平台。以太坊可以用来编程、分散、担保和交易任何事物，投票、域名、金融交易所，众筹、公司管理、合同和大部分的协议、知识产权，还有得益于硬件集成的智能资产。</p>
      <p>2017年2月28日，一批代表着石油、天然气行业，金融行业和软件开发公司的全球性企业正式推出企业以太坊联盟（EEA），致力于将以太坊开发成企业级区块链。这些企业包括英国石油巨头BP、摩根大通、软件开发商微软、埃森哲、桑坦德银行、BlockApps、BNY梅隆、芝商所、ConsenSys、英特尔微软和Nuco等。许多企业或组织开发基于以太坊区块链的项目，并发行代币。联合国世界粮食计划署成功使用以太坊区块链向10000难民提供救助。</p>
      <p>2.详细参数</p>
      <p>中文名：以太坊                     英文名：Ethereum        英文简称：ETH</p>
      <p>研发者：Vitalik Buterin         核心算法：Ethash         发布日期：2015/3/20</p>
      <p>区块时间：约15-17秒/块       区块奖励：5                  货币总量：7200万+1872万/年</p>
      <p>主要特色：含数字货币和智能合约等特色功能</p>
      <p>3.常用链接</p>
      <p>官方网站：https://www.ethereum.org/</p>
      <p>区块查询：https://etherscan.io/</p>
      <p>EOS (EOS)</p>
      <p>1.什么是EOS？</p>
      <p>EOS (Enterprise Operation System)是由 Block.one公司主导开发的一种全新的基于区块链智能合约平台，旨在为高性能分布式应用提供底层区块链平台服务。EOS 项目的目标是实现一个类似操作系统的支撑分布式应用程序的区块链架构。该架构可以提供账户，身份认证，数据库，异步通信以及可在数以万计的 CPU/GPU群集上进行程序调度和并行运算。EOS最终可以支持每秒执行数百万个交易，同时普通用户执行智能合约无需支付使用费用。</p>
      <p>2.EOS的功能</p>
      <p>EOS代币目前是EOS区块链基础设施发布的基于以太坊的代币，主要有三大应用场景：带宽和日志存储(硬盘)，计算和计算储备(CPU)，状态存储(RAM)。EOS主网上线后会将ERC20代币EOS转换为其主链上的代币。具体可解释为：</p>
      <p>（1）接收方支付：客户从该业务中购买特定产品，而这些产品的销售收入将用于支付业务成本，避免客户直接为使用区块链支付费用，也不会限制或阻止企业确定其产品的货币化策略.</p>
      <p>（2）授权能力：如果一个区块链是基于 EOS 软件系统开发，而其代币是由一个代币持有者所持有，他可能不需要立即消耗全部或部分可用带宽，这样的代币持有者可以选择将未消耗的带宽给予或租给他人。</p>
      <p>（3）将交易成本与代币价值分开：如果应用程序所有者持有相应数量的代币，那么应用程序可以在固定的状态和带宽使用中持续运行。开发人员和用户不会受到代币市场价格波动的影响，因此不会依赖于价格。</p>
      <p>（4）区块奖励：每次生成一个区块时，EOS都会奖励该区块生产者新的代币用于支付其运维成本。目前EOS设定限制了区块生产者所得奖励上限，目前EOS设定给予区块生产者的奖励上限为每年最多5%，即代币新增供应的年总增长不超过5%。</p>
      <p>3.常用链接</p>
      <p>官网：https://eos.io/</p>
      <p>白皮书：https://github.com/EOSIO/Documentation/blob/<br />master/TechnicalWhitePaper.md#support-millions-of-users</p>
    </div>
  </div>
</template>

<script>
import { Icon } from 'vant'
export default {
  data () {
    return {

    }
  },
  methods: {
    Arrow () {
      this.$router.go(-1)
    }
  },
  components: {
    [Icon.name]: Icon
  }
}
</script>

<style scoped lang="less">
  .Price{
    font-size: 17px;
    /*头部标题*/
    .head{
      position: relative;
      text-align: center;
      line-height: 80px;
      font-size: 15px;
      .Arrow{
        position: absolute;
        left: 10%;
        font-size: 17px;
        .icon{
          /*vertical-align: middle;*/
        }
      }
    }
    /*内容*/
    .content{
      width: 92%;
      margin: 0 auto;
      p{
        font-size: 15px;
        line-height: 20px;
        margin: 20px 0;
        text-align: justify;
        white-space: revert;
      }
      p:nth-last-child(1){
        width: 100%;
      }
    }
  }
</style>
